Repository: sudoHG/immichSlides
Catalog: immichSlides/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant_hk, zh_hant_tw

source: EXIF On
es: EXIF: sí
ja: EXIF オン
zh_hans: EXIF 开
zh_hant_hk: EXIF 開
zh_hant_tw: EXIF 開

source: EXIF Sampling Diagnostics
es: Diagnóstico de muestreo EXIF
ja: EXIF サンプリング診断
zh_hans: EXIF 采样诊断
zh_hant_hk: EXIF 取樣診斷
zh_hant_tw: EXIF 取樣診斷

source: Explains this app's relationship with the official Immich project.
es: Explica la relación de esta aplicación con el proyecto oficial de Immich.
ja: このアプリと公式 Immich プロジェクトとの関係について説明します。
zh_hans: 说明本应用与 Immich 官方项目的关系。
zh_hant_hk: 說明本應用程式與 Immich 官方專案的關係。
zh_hant_tw: 說明本應用程式與 Immich 官方專案的關係。

source: Failed to build API endpoint URL
es: No se pudo crear la URL del punto final de la API
ja: APIエンドポイントURLの構築に失敗しました
zh_hans: API 端点拼接错误
zh_hant_hk: API 端點拼接錯誤
zh_hant_tw: API 端點拼接錯誤

source: Failed to decode JSON response body: %@
es: No se pudo decodificar el cuerpo de la respuesta JSON: %@
ja: JSON 応答本文のデコードに失敗しました: %@
zh_hans: JSON 响应体解码错误：%@
zh_hant_hk: JSON 回應體解碼錯誤：%@
zh_hant_tw: JSON 回應體解碼錯誤：%@

source: Failed to download original image
es: No se pudo descargar la imagen original
ja: 元の画像のダウンロードに失敗しました
zh_hans: 原图下载失败
zh_hant_hk: 原圖下載失敗
zh_hant_tw: 原圖下載失敗

source: Failed to encode JSON request body: %@
es: No se pudo codificar el cuerpo de la solicitud JSON: %@
ja: JSON リクエスト本文のエンコードに失敗しました: %@
zh_hans: JSON 请求体编码错误：%@
zh_hant_hk: JSON 請求體編碼錯誤：%@
zh_hant_tw: JSON 請求體編碼錯誤：%@

source: Failed to fetch original image URL
es: No se pudo obtener la URL de la imagen original
ja: 元の画像の URL を取得できませんでした
zh_hans: 原图获取地址失败
zh_hant_hk: 原圖取得位址失敗
zh_hant_tw: 原圖取得位址失敗

source: Failed to fetch person thumbnail, id:
es: No se pudo obtener la miniatura de la persona, ID:
ja: 人物のサムネイルを取得できませんでした。ID:
zh_hans: 人物缩略图获取失败，id:
zh_hant_hk: 人物縮圖獲取失敗，id:
zh_hant_tw: 人物縮圖獲取失敗，id:

source: Failed to Load
es: No se pudo cargar
ja: 読み込みに失敗しました
zh_hans: 加载失败
zh_hant_hk: 載入失敗
zh_hant_tw: 載入失敗

source: Failed to load albums
es: No se pudieron cargar los álbumes
ja: アルバムの読み込みに失敗しました
zh_hans: 相册加载失败
zh_hant_hk: 相簿載入失敗
zh_hant_tw: 相簿載入失敗

source: Failed to load people
es: No se pudieron cargar personas
ja: 人物の読み込みに失敗しました
zh_hans: 人物加载失败
zh_hant_hk: 人物加載失敗
zh_hant_tw: 人物加載失敗

source: Failed to load people list
es: No se pudo cargar la lista de personas
ja: 人物リストの読み込みに失敗しました
zh_hans: 人物列表加载失败
zh_hant_hk: 人物列表載入失敗
zh_hant_tw: 人物列表載入失敗

source: Failed to load photos. Check your network or server settings.
es: No se pudieron cargar las fotos. Revisa la red o los ajustes del servidor.
ja: 写真を読み込めません。ネットワークまたはサーバー設定を確認してください。
zh_hans: 照片加载失败，请检查网络或服务器设置。
zh_hant_hk: 照片載入失敗，請檢查網絡或伺服器設定。
zh_hant_tw: 照片載入失敗，請檢查網路或伺服器設定。

source: Failed to read or write secure storage
es: No se pudo leer o escribir el almacenamiento seguro
ja: 安全なストレージの読み取りまたは書き込みに失敗しました
zh_hans: 系统安全存储读写失败
zh_hant_hk: 系統安全儲存讀寫失敗
zh_hant_tw: 系統安全儲存讀寫失敗

source: Feedback & Support
es: Comentarios y soporte
ja: フィードバックとサポート
zh_hans: 反馈与支持
zh_hant_hk: 意見回饋與支援
zh_hant_tw: 意見回饋與支援

source: Fetch URL
es: Obtener URL
ja: URLを取得する
zh_hans: 取地址
zh_hant_hk: 取地址
zh_hant_tw: 取地址

source: Filter Albums
es: Filtrar álbumes
ja: アルバムをフィルター
zh_hans: 筛选相册
zh_hant_hk: 篩選相簿
zh_hant_tw: 篩選相簿

source: Filter People
es: Filtrar personas
ja: 人物をフィルター
zh_hans: 筛选人物
zh_hant_hk: 篩選人物
zh_hant_tw: 篩選人物

source: Filter photos (optional): album.read, album.statistics, person.read, person.statistics
es: Filtrar fotos (opcional): album.read, album.statistics, person.read, person.statistics
ja: 写真の絞り込み（任意）：album.read, album.statistics, person.read, person.statistics
zh_hans: 筛选照片（可选）：album.read, album.statistics, person.read, person.statistics
zh_hant_hk: 篩選相片（可選）：album.read, album.statistics, person.read, person.statistics
zh_hant_tw: 篩選照片（可選）：album.read, album.statistics, person.read, person.statistics

# Filter slideshow photos
source: Filtered Playback
es: Reproducción filtrada
ja: フィルター再生
zh_hans: 筛选播放
zh_hant_hk: 篩選播放
zh_hant_tw: 篩選播放

source: Filter Summary
es: Resumen de filtros
ja: フィルター概要
zh_hans: 筛选汇总
zh_hant_hk: 篩選摘要
zh_hant_tw: 篩選摘要

source: Filter the photos to show by album and person.
es: Filtra las fotos para mostrarlas por álbum y persona.
ja: アルバムや人物ごとに表示する写真をフィルタリングします。
zh_hans: 按相册、人脸等方式筛选要轮播的照片
zh_hant_hk: 按相簿、人物等方式篩選要輪播的相片
zh_hant_tw: 以相簿、人臉等方式篩選要輪播的照片

source: Filtered by Default
es: Filtrado por defecto
ja: デフォルトはフィルター再生
zh_hans: 默认走筛选播放
zh_hant_hk: 預設走篩選播放
zh_hant_tw: 預設走篩選播放

source: Filtered Playback
es: Reproducción filtrada
ja: フィルター再生
zh_hans: 筛选播放
zh_hant_hk: 篩選播放
zh_hant_tw: 篩選播放

# Filtered Playback is on, but no filters are configured yet.
source: Filtered Playback is selected, but no filters are set up yet.
es: La reproducción filtrada está seleccionada, pero aún no se han configurado filtros.
ja: フィルター再生が選択されていますが、フィルターはまだ設定されていません。
zh_hans: 当前为“筛选播放”，但还没有配置筛选条件。
zh_hant_hk: 目前為「篩選播放」，但尚未設定篩選條件。
zh_hant_tw: 目前為“篩選播放”，但尚未配置篩選條件。

source: Filtered Playback is selected, but no filters are set up yet.
es: La reproducción filtrada está seleccionada, pero aún no se han configurado filtros.
ja: フィルター再生が選択されていますが、フィルターはまだ設定されていません。
zh_hans: 当前为“筛选播放”，但你还没有配置筛选条件。
zh_hant_hk: 目前為「篩選播放」，但尚未設定篩選條件。
zh_hant_tw: 目前為“篩選播放”，但你還沒有配置篩選條件。

source: Filters
es: Filtros
ja: フィルター
zh_hans: 筛选条件
zh_hant_hk: 篩選條件
zh_hant_tw: 篩選條件

source: Focused
es: En foco
ja: フォーカス中
zh_hant_hk: 已聚焦
zh_hant_tw: 已聚焦

source: Generating sample image...
es: Generando imagen de muestra...
ja: サンプル画像を生成中...
zh_hans: 采样图生成中
zh_hant_hk: 採樣圖生成中
zh_hant_tw: 採樣圖生成中

source: Hidden
es: Oculto
ja: 非表示
zh_hans: 已隐藏
zh_hant_hk: 已隱藏
zh_hant_tw: 已隱藏

source: Hide Debug Panel
es: Ocultar panel de depuración
ja: デバッグ非表示
zh_hans: 隐藏调试面板
zh_hant_hk: 隱藏調試面板
zh_hant_tw: 隱藏調試面板

source: Hide EXIF Info
es: Ocultar información EXIF
ja: EXIF情報を隠す
zh_hans: 隐藏 EXIF 信息
zh_hant_hk: 隱藏 EXIF 訊息
zh_hant_tw: 隱藏 EXIF 訊息

source: How to Create an Immich API Key
es: Cómo crear una API Key de Immich
ja: Immich API Key の作成方法
zh_hans: 如何创建 Immich API Key
zh_hant_hk: 如何建立 Immich API Key
zh_hant_tw: 如何建立 Immich API Key

source: If the connection test reports missing permissions, enable them in Immich and try again.
es: Si la prueba de conexión indica que faltan permisos, actívalos en Immich e inténtalo de nuevo.
ja: 接続テストで権限不足と表示された場合は、Immich で必要な権限を追加してから再試行してください。
zh_hans: 如果连接测试提示缺少权限，请回到 Immich 补勾对应权限后重试。
zh_hant_hk: 如果連線測試提示缺少權限，請返回 Immich 勾選所需權限後再試。
zh_hant_tw: 如果連線測試提示缺少權限，請返回 Immich 勾選所需權限後再試一次。

source: If this is a home or office Immich server, your iPhone may ask for Local Network access the first time you connect. Tap Allow.
es: Si es un servidor Immich de casa u oficina, tu iPhone puede pedir acceso a la red local la primera vez que se conecte. Toca Permitir.
ja: 自宅やオフィスの Immich サーバーに接続する場合、初回接続時に iPhone がローカルネットワークへのアクセスを求めることがあります。「許可」をタップしてください。
zh_hans: 如果这是家里或办公室里的 Immich 服务器，iPhone 首次连接时可能会请求“本地网络”权限，请点允许。
zh_hant_hk: 如果這是家裡或辦公室裡的 Immich 伺服器，iPhone 首次連接時可能會要求「本地網絡」權限，請點選「允許」。
zh_hant_tw: 如果這是家裡或辦公室裡的 Immich 伺服器，iPhone 首次連接時可能會要求「本地網路」權限，請點選「允許」。

source: Immich did not return any playable photos. Check your server library or network connection.
es: Immich no devolvió fotos reproducibles. Revisa la biblioteca del servidor o la conexión de red.
ja: Immich から再生できる写真が返されませんでした。サーバーの写真ライブラリまたはネットワーク接続を確認してください。
zh_hans: Immich 没有返回可播放照片，请检查服务器照片库或网络连接。
zh_hant_hk: Immich 沒有返回可播放照片，請檢查伺服器照片庫或網絡連線。
zh_hant_tw: Immich 沒有返回可播放照片，請檢查伺服器照片庫或網路連線。

source: Immich Server
es: Servidor Immich
ja: Immichサーバー
zh_hans: Immich 服务器
zh_hant_hk: Immich 伺服器
zh_hant_tw: Immich 伺服器

source: immichSlides is an independently developed unofficial app. It is not the official Immich app and is not endorsed, sponsored, or approved by Immich.
es: immichSlides es una aplicación no oficial desarrollada de forma independiente. No es la aplicación oficial de Immich y no está respaldada, patrocinada ni aprobada por Immich.
ja: immichSlides は独自に開発された非公式アプリです。これは公式 Immich アプリではなく、Immich による支持、後援、または承認を受けていません。
zh_hans: immichSlides 是独立开发的非官方应用，不是 Immich 官方应用，也未获得 Immich 官方背书、赞助或认可。
zh_hant_hk: immichSlides 是獨立開發的非官方應用，不是 Immich 官方應用，也未獲得 Immich 官方背書、贊助或認可。
zh_hant_tw: immichSlides 是獨立開發的非官方應用，不是 Immich 官方應用，也未獲得 Immich 官方背書、贊助或認可。

source: immichSlides Support Request
es: Solicitud de soporte de immichSlides
ja: immichSlides サポート リクエスト
zh_hans: immichSlides 问题反馈
zh_hant_hk: immichSlides 問題回饋
zh_hant_tw: immichSlides 問題回饋

source: Information Overlays
es: Superposiciones de información
ja: 情報オーバーレイ
zh_hans: 信息覆盖层
zh_hant_hk: 訊息覆蓋層
zh_hant_tw: 訊息覆蓋層

source: Internal server error, status code: %lld
es: Error interno del servidor, código de estado: %lld
ja: 内部サーバーエラー、ステータスコード: %lld
zh_hans: 服务器内部错误,状态码: %lld
zh_hant_hk: 伺服器內部錯誤,狀態碼: %lld
zh_hant_tw: 伺服器內部錯誤,狀態碼: %lld

source: Invalid API Key
es: API Key no válida
ja: API Key が無効です
zh_hans: API Key 无效
zh_hant_hk: API Key 無效
zh_hant_tw: API Key 無效

source: Invalid server URL format
es: Formato de URL del servidor no válido
ja: 無効なサーバー URL 形式
zh_hans: 服务器地址格式不正确
zh_hant_hk: 伺服器位址格式不正確
zh_hant_tw: 伺服器位址格式不正確

source: License Text
es: Texto de licencia
ja: ライセンステキスト
zh_hans: 许可证文本
zh_hant_hk: 授權文字
zh_hant_tw: 授權文字

source: Loading...
es: Cargando...
ja: 読み込み中...
zh_hans: 加载中...
zh_hant_hk: 載入中...
zh_hant_tw: 載入中...

source: Manage playback, access protection, server connection, and cache in one workspace designed for the remote.
es: Administre la reproducción, la protección de acceso, la conexión del servidor y el caché en un espacio de trabajo diseñado para el control remoto.
ja: リモート用に設計された 1 つのワークスペースで、再生、アクセス保護、サーバー接続、キャッシュを管理します。
zh_hans: 把播放器、访问保护、服务器连接和缓存管理收拢到同一个遥控器友好的工作区。
zh_hant_hk: 將播放器、存取保護、伺服器連線及快取管理集中在同一個適合遙控器操作的工作區。
zh_hant_tw: 把播放器、存取保護、伺服器連線和快取管理收攏到同一個遙控器友善的工作區。

source: Manage playback, access protection, server, and cache.
es: Administre la reproducción, la protección de acceso, el servidor y el caché.
ja: 再生、アクセス保護、サーバー、キャッシュを管理します。
zh_hans: 管理播放、访问保护、服务器和缓存。
zh_hant_hk: 管理播放、存取保護、伺服器和快取。
zh_hant_tw: 管理播放、存取保護、伺服器和快取。

source: Manage the information overlays shown on the playback screen.
es: Administre las superposiciones de información que se muestran en la pantalla de reproducción.
ja: 再生画面に表示される情報オーバーレイを管理します。
zh_hans: 管理播放页显示的信息覆盖层。
zh_hant_hk: 管理播放頁顯示的資訊覆蓋層。
zh_hant_tw: 管理播放頁顯示的資訊覆蓋層。

source: Missing asset.read. immichSlides cannot read the photo list. Enable asset.read for this Immich API Key and try again.
es: Falta asset.read. immichSlides no puede leer la lista de fotos. Activa asset.read en esta API Key de Immich e inténtalo de nuevo.
ja: asset.read がありません。immichSlides は写真一覧を読み込めません。この Immich API Key で asset.read を有効にしてから再試行してください。
zh_hans: 缺少 asset.read，immichSlides 无法读取照片列表。请在 Immich 的 API Key 权限中启用 asset.read 后重试。
zh_hant_hk: 缺少 asset.read，immichSlides 無法讀取相片列表。請在 Immich 的 API Key 權限中啟用 asset.read 後重試。
zh_hant_tw: 缺少 asset.read，immichSlides 無法讀取照片列表。請在 Immich 的 API Key 權限中啟用 asset.read 後重試。

source: Missing filter statistics permission: %@. Enable it for this Immich API Key and try again.
es: Falta el permiso de estadísticas de filtros: %@. Actívalo en esta API Key de Immich e inténtalo de nuevo.
ja: フィルター統計の権限がありません: %@。この Immich API Key で有効にしてから再試行してください。
zh_hans: 缺少筛选统计权限：%@。请在 Immich 的 API Key 权限中启用后重试。
zh_hant_hk: 缺少篩選統計權限：%@。請在 Immich 的 API Key 權限中啟用後再試。
zh_hant_tw: 缺少篩選統計權限：%@。請在 Immich 的 API Key 權限中啟用後重試。

source: Move focus to a person card to use remote shortcuts.
es: Mueva el foco a una tarjeta de persona para usar atajos remotos.
ja: リモート ショートカットを使用するには、フォーカスを人物カードに移動します。
zh_hans: 移动焦点到人物卡后，可直接使用遥控器快捷操作
zh_hant_hk: 移動焦點到人物卡後，可直接使用遙控器快速操作
zh_hant_tw: 移動焦點到人物卡後，可直接使用遙控器快速操作

source: Need Help?
es: ¿Necesitas ayuda?
ja: お困りですか？
zh_hans: 需要帮助？
zh_hant_hk: 需要協助？
zh_hant_tw: 需要協助嗎？

source: Network error: %@
es: Error de red: %@
ja: ネットワークエラー: %@
zh_hans: 网络错误：%@
zh_hant_hk: 網絡錯誤：%@
zh_hant_tw: 網路錯誤：%@

source: Network permission is not complete yet. Allow Wireless Data or Local Network access, then try again.
es: El permiso de red aún no está completo. Permite el acceso a datos móviles o a la red local y vuelve a intentarlo.
ja: ネットワーク権限がまだ完了していません。「モバイルデータ通信」または「ローカルネットワーク」を許可してから再試行してください。
zh_hans: 系统网络权限尚未完成，请先允许“使用无线数据”或“本地网络”，然后重试。
zh_hant_hk: 系統網絡權限尚未完成，請先允許「使用流動數據」或「本地網絡」，然後再試一次。
zh_hant_tw: 系統網路權限尚未完成，請先允許「行動數據」或「本地網路」，然後再試一次。

source: Network request failed: %@
es: La solicitud de red falló: %@
ja: ネットワーク要求が失敗しました: %@
zh_hans: 网络请求失败: %@
zh_hant_hk: 網絡請求失敗: %@
zh_hant_tw: 網路請求失敗: %@

source: New PIN (6 digits)
es: Nuevo PIN (6 dígitos)
ja: 新しい暗証番号（6桁）
zh_hans: 新 PIN（6 位数字）
zh_hant_hk: 新 PIN（6 位數）
zh_hant_tw: 新 PIN（6 位數）

source: Next
es: Siguiente
ja: 次へ
zh_hans: 下一张
zh_hant_hk: 下一張
zh_hant_tw: 下一張

source: Next photo load failed, retrying (%lld/%lld)
es: Error al cargar la siguiente foto, reintentando (%1$lld/%2$lld)
ja: 次の写真を読み込めません。再試行中 (%1$lld/%2$lld)
zh_hans: 下一张加载失败，正在重试（%lld/%lld）
zh_hant_hk: 下一張載入失敗，正在重試（%lld/%lld）
zh_hant_tw: 下一張載入失敗，正在重試（%lld/%lld）

source: Next photo load failed, retrying (%lld/%lld); current photo keeps playing
es: Error al cargar la siguiente foto, reintentando (%1$lld/%2$lld); la foto actual sigue reproduciéndose
ja: 次の写真の読み込みに失敗しました。再試行しています (%1$lld/%2$lld)。現在の写真が再生され続けます
zh_hans: 下一张加载失败，正在重试（%lld/%lld），当前照片继续播放
zh_hant_hk: 下一張載入失敗，正在重試（%lld/%lld），目前照片繼續播放
zh_hant_tw: 下一張載入失敗，正在重試（%lld/%lld），目前照片繼續播放

source: Next photo retries exhausted, skipped automatically
es: Se agotaron los reintentos de la siguiente foto. Se omitió automáticamente.
ja: 次の写真の再試行が完了し、自動的にスキップされます
zh_hans: 下一张重试已达上限，已自动跳过
zh_hant_hk: 下一張重試已達上限，已自動跳過
zh_hant_tw: 下一張重試已達上限，已自動跳過

source: No albums in Immich yet
es: Aún no hay álbumes en Immich
ja: Immich にはまだアルバムがありません
zh_hans: immich 中还没有相册
zh_hant_hk: immich 中還沒有相簿
zh_hant_tw: immich 中還沒有相簿

source: No albums in Immich yet. Add some albums and come back.
es: Aún no hay álbumes en Immich. Agrega algunos álbumes y regresa.
ja: Immich にはまだアルバムがありません。アルバムを追加してから戻ってきてください。
zh_hans: immich中还没有相册哦～快去添加一些试试吧！
zh_hant_hk: immich中還沒有相簿哦～快去添加一些試試吧！
zh_hant_tw: immich中還沒有相簿哦～快去添加一些試試吧！

source: No Content Yet
es: Aún no hay contenido
ja: 内容なし
zh_hans: 等待内容
zh_hant_hk: 等待內容
zh_hant_tw: 等待內容

source: No filters are selected yet. Choose an album or person first.
es: Aún no se han seleccionado filtros. Elige primero un álbum o una persona.
ja: まだフィルターが選択されていません。最初にアルバムまたは人物を選択します。
zh_hans: 当前还没有选择筛选条件，请先选择相册或人物。
zh_hant_hk: 目前尚未選擇篩選條件，請先選擇相簿或人物。
zh_hant_tw: 目前還沒有選擇篩選條件，請先選擇相簿或人物。

source: No filters are set. Choose albums or people first.
es: No se han establecido filtros. Elige álbumes o personas primero.
ja: フィルターは設定されていません。最初にアルバムまたは人物を選択します。
zh_hans: 筛选条件为空。请先配置相册或人物筛选条件。
zh_hant_hk: 篩選條件為空。請先配置相簿或人物篩選條件。
zh_hant_tw: 篩選條件為空。請先配置相簿或人物篩選條件。

source: No filters set
es: Sin filtros
ja: フィルター未設定
zh_hans: 未设置筛选条件
zh_hant_hk: 未設定篩選條件
zh_hant_tw: 未設定篩選條件

source: No people in Immich yet
es: Aún no hay gente en Immich
ja: Immich にはまだ人物がありません
zh_hans: immich 中还没有人物
zh_hant_hk: immich 中還沒有人物
zh_hant_tw: immich 中還沒有人物

source: No photo was found for testing. Upload at least one photo to Immich, then try again.
es: No se encontró ninguna foto para la prueba. Sube al menos una foto a Immich y vuelve a intentarlo.
ja: テストに使える写真が見つかりません。Immich に少なくとも 1 枚の写真をアップロードしてから再試行してください。
zh_hans: 未找到可用于测试的照片，请先在 Immich 中上传至少一张照片后重试。
zh_hant_hk: 未找到可用於測試的相片，請先在 Immich 上載至少一張相片後重試。
zh_hant_tw: 未找到可用於測試的照片，請先在 Immich 上傳至少一張照片後重試。

source: No Photos Available
es: No hay fotos disponibles
ja: 利用できる写真がありません
zh_hans: 没有可用照片
zh_hant_hk: 沒有可用相片
zh_hant_tw: 沒有可用照片

source: No PIN is set yet
es: PIN sin configurar
ja: PIN 未設定
zh_hans: 当前还没有设置 PIN
zh_hant_hk: 尚未設定 PIN
zh_hant_tw: 尚未設定 PIN

source: No playable photos match the current filters. Try another album or person.
es: Ninguna foto reproducible coincide con los filtros actuales. Prueba con otro álbum o persona.
ja: 現在のフィルターに一致する再生可能な写真はありません。別のアルバムまたは人を試してください。
zh_hans: 当前筛选条件没有找到可播放照片，请换一组相册或人物再试。
zh_hant_hk: 目前篩選條件沒有找到可播放照片，請換一組相簿或人物再試。
zh_hant_tw: 目前篩選條件沒有找到可播放照片，請換一組相簿或人物再試。

source: Normal Mode · Includes group photos
es: Modo Normal · Incluye fotos grupales
ja: 通常モード・集合写真付き
zh_hans: 普通模式 · 合影与单人照片都会展示
zh_hant_hk: 一般模式 · 合照和單人相片都會顯示
zh_hant_tw: 普通模式 · 合照與單人照片都會展示

# Not enabled
source: Off
es: Inactivo
ja: オフ
zh_hans: 未开启
zh_hant_hk: 未開啟
zh_hant_tw: 未開啟

source: Not Selected
es: No seleccionado
ja: 未選択
zh_hans: 未选中
zh_hant_hk: 未選取
zh_hant_tw: 未選取

# Not selected yet
source: Not Selected
es: No seleccionado
ja: 未選択
zh_hans: 尚未选择
zh_hant_hk: 尚未選擇
zh_hant_tw: 尚未選擇

source: Not started
es: No iniciado
ja: 開始されていません
zh_hans: 未开始
zh_hant_hk: 未開始
zh_hant_tw: 未開始

source: Not focused
es: Sin foco
ja: 未フォーカス
zh_hant_hk: 未聚焦
zh_hant_tw: 未聚焦

source: Nothing added yet. Open it to pick from your real photos.
es: Aún no se ha añadido nada. Ábrelo para elegir entre tus fotos reales.
ja: まだ何も追加されていません。それを開いて実際の写真から選択します。
zh_hans: 还没有加入内容，进入后可以从真实照片中挑选。
zh_hant_hk: 還沒加入內容，進入後可以從真實照片中挑選。
zh_hant_tw: 還沒加入內容，進入後可以從真實照片中挑選。

source: Off
es: No
ja: オフ
zh_hans: 关
zh_hant_hk: 關
zh_hant_tw: 關

source: On
es: Sí
ja: オン
zh_hans: 开
zh_hant_hk: 開
zh_hant_tw: 開

source: Open
es: Abrir
ja: 開く
zh_hans: 点击进入
zh_hant_hk: 開啟
zh_hant_tw: 開啟

source: Open filters
es: Abrir filtros
ja: フィルターを開く
zh_hans: 点击进入筛选
zh_hant_hk: 點擊進入篩選
zh_hant_tw: 點擊進入篩選

source: Open Source Components
es: Componentes de código abierto
ja: オープンソースコンポーネント
zh_hans: 开源组件
zh_hant_hk: 開源組件
zh_hant_tw: 開源元件

source: Open Source Licenses
es: Licencias de código abierto
ja: オープンソースライセンス
zh_hans: 开源许可
zh_hant_hk: 開源授權
zh_hant_tw: 開源授權

source: Open the full policy text in your browser.
es: Abra el texto completo de la política en su navegador.
ja: ブラウザでポリシーの全文を開きます。
zh_hans: 在浏览器中查看完整政策文本。
zh_hant_hk: 在瀏覽器中查看完整政策文字。
zh_hant_tw: 在瀏覽器中查看完整政策文字。

source: Open the Immich web app in a browser on your computer or phone.
es: Abre la aplicación web de Immich en el navegador de tu ordenador o teléfono.
ja: パソコンまたはスマートフォンのブラウザで Immich の Web 画面を開きます。
zh_hans: 在电脑或手机浏览器打开你的 Immich 网页端。
zh_hant_hk: 在電腦或手機的瀏覽器中開啟你的 Immich 網頁版。
zh_hant_tw: 在電腦或手機的瀏覽器中開啟你的 Immich 網頁版。

source: Open Website
es: Abrir sitio web
ja: Web サイトを開く
zh_hans: 打开网页
zh_hant_hk: 開啟網頁
zh_hant_tw: 開啟網頁

source: Open “API Keys,” create a new key, and name it immichSlides.
es: Abre «API Keys», crea una clave nueva y ponle el nombre immichSlides.
ja: 「API Key」を開いて新しいキーを作成し、名前を immichSlides にします。
zh_hans: 打开“API 密钥”，新建一个密钥，名称建议填 immichSlides。
zh_hant_hk: 開啟「API Key」，建立新密鑰，名稱建議填寫 immichSlides。
zh_hant_tw: 開啟「API Key」，建立新的金鑰，名稱建議填寫 immichSlides。

source: Pause
es: Pausar
ja: 一時停止
zh_hant_hk: 暫停
zh_hant_tw: 暫停

source: Pause Autoplay
es: Pausar autoavance
ja: 自動再生を一時停止
zh_hans: 暂停自动播放
zh_hant_hk: 暫停自動播放
zh_hant_tw: 暫停自動播放

source: People
es: Personas
ja: 人物
zh_hans: 人物
zh_hant_hk: 人物
zh_hant_tw: 人物

source: People filters are unavailable: missing person.read.
es: Los filtros de personas no están disponibles: falta person.read.
ja: 人物での絞り込みは利用できません: person.read がありません。
zh_hans: 人物筛选不可用：缺少 person.read。
zh_hant_hk: 人物篩選不可用：缺少 person.read。
zh_hant_tw: 人物篩選不可用：缺少 person.read。

source: People photo counts are unavailable: missing person.statistics.
es: El recuento de fotos por persona no está disponible: falta person.statistics.
ja: 人物ごとの写真数は利用できません: person.statistics がありません。
zh_hans: 人物照片数量不可用：缺少 person.statistics。
zh_hant_hk: 人物相片數量不可用：缺少 person.statistics。
zh_hant_tw: 人物照片數量不可用：缺少 person.statistics。

source: People tagged: %lld (%@) Untagged: %lld
es: Personas etiquetadas: %1$lld (%2$@) Sin etiquetar: %3$lld
ja: タグ付けされた人: %1$lld (%2$@) タグ付けされていない人: %3$lld
zh_hans: 人物 已标注：%1$lld (%2$@) 未标注：%3$lld
zh_hant_hk: 人物 已標註：%lld (%@) 未標註：%lld
zh_hant_tw: 人物 已標註：%lld (%@) 未標註：%lld

source: People: %lld
es: Personas: %lld
ja: 人物: %lld
zh_hans: 已选 %lld 个人物
zh_hant_hk: 已選 %lld 個人物
zh_hant_tw: 已選 %lld 個人物

source: People: %lld · Photos: %lld
es: Personas: %1$lld · Fotos: %2$lld
ja: 人物: %1$lld · 写真: %2$lld
zh_hans: 已选 %lld 个人物 · %lld 张照片
zh_hant_hk: 已選 %lld 個人物 · %lld 張照片
zh_hant_tw: 已選 %lld 個人物 · %lld 張照片

source: Photo count unavailable
es: Cantidad de fotos no disponible
ja: 写真数不明
zh_hans: 照片数量未知
zh_hant_hk: 相片數量未知
zh_hant_tw: 照片數量未知

source: Photo Preview
es: Vista previa de la foto
ja: 写真のプレビュー
zh_hans: 真实预览
zh_hant_hk: 真實預覽
zh_hant_tw: 真實預覽

source: Photo previews are loaded. Open this card to add, remove, or adjust selections.
es: Se cargan las vistas previas de las fotos. Abra esta tarjeta para agregar, eliminar o ajustar selecciones.
ja: 写真のプレビューが読み込まれます。このカードを開いて、選択項目を追加、削除、または調整します。
zh_hans: 已载入真实缩略图预览，点进去可以继续增删调整。
zh_hant_hk: 已載入真實縮圖預覽，點進去可以繼續增刪調整。
zh_hant_tw: 已載入真實縮圖預覽，點進去可以繼續增刪調整。

source: Photo previews can load, but the original image required for playback cannot load. Enable asset.download for this Immich API Key and try again.
es: Las vistas previas se cargan, pero no se puede cargar la imagen original necesaria para reproducir. Activa asset.download en esta API Key de Immich e inténtalo de nuevo.
ja: 写真プレビューは読み込めますが、再生に必要な元画像を読み込めません。この Immich API Key で asset.download を有効にしてから再試行してください。
zh_hans: 已能加载照片预览，但无法加载播放所需的原图。请在 Immich 的 API Key 权限中启用 asset.download 后重试。
zh_hant_hk: 已能載入相片預覽，但無法載入播放所需的原圖。請在 Immich 的 API Key 權限中啟用 asset.download 後重試。
zh_hant_tw: 已能載入照片預覽，但無法載入播放所需的原圖。請在 Immich 的 API Key 權限中啟用 asset.download 後重試。

source: Photos
es: Fotos
ja: 写真
zh_hans: 待播照片
zh_hant_hk: 待播照片
zh_hant_tw: 待播照片

source: PIN is incorrect. Please try again.
es: El PIN es incorrecto. Inténtalo de nuevo.
ja: PINが間違っています。もう一度試してください。
zh_hans: PIN 错误，请重试
zh_hant_hk: PIN 錯誤，請重試
zh_hant_tw: PIN 錯誤，請重試

source: PIN must be 6 digits
es: El PIN debe tener 6 dígitos
ja: PIN は 6 桁の数字で入力してください
zh_hans: PIN 必须是 6 位数字
zh_hant_hk: PIN 必須是 6 位數字
zh_hant_tw: PIN 必須是 6 位數字

source: PIN Setup and Confirmation Required
es: Se requiere configuración y confirmación de PIN
ja: PIN の設定と確認が必要です
zh_hans: 需要设置并确认 PIN
zh_hant_hk: 需要設定並確認 PIN
zh_hant_tw: 需要設定並確認 PIN

source: PIN updated
es: PIN actualizado
ja: PIN を更新しました
zh_hans: PIN 已更新
zh_hant_hk: PIN 已更新
zh_hant_tw: PIN 已更新

source: PIN verification failed
es: Error en la verificación del PIN
ja: PIN認証に失敗しました
zh_hans: PIN 验证失败
zh_hant_hk: PIN 驗證失敗
zh_hant_tw: PIN 驗證失敗

source: Platform
es: Plataforma
ja: プラットフォーム
zh_hans: 运行平台
zh_hant_hk: 執行平台
zh_hant_tw: 執行平台

source: Play
es: Reproducir
ja: 再生
zh_hant_hk: 播放
zh_hant_tw: 播放

source: Play all photos in the library in random order and start right away.
es: Reproduzca todas las fotos de la biblioteca en orden aleatorio y comience de inmediato.
ja: ライブラリ内のすべての写真をランダムな順序で再生し、すぐに開始します。
zh_hans: 播放图库中的所有照片，随机顺序，立即开始
zh_hant_hk: 播放圖庫中的所有照片，隨機順序，立即開始
zh_hant_tw: 播放圖庫中的所有照片，隨機順序，立即開始

source: Play photos (required): asset.read, asset.view, asset.download
es: Reproducción de fotos (obligatorio): asset.read, asset.view, asset.download
ja: 写真の再生（必須）：asset.read, asset.view, asset.download
zh_hans: 播放照片（必须）：asset.read, asset.view, asset.download
zh_hant_hk: 播放相片（必須）：asset.read, asset.view, asset.download
zh_hant_tw: 播放照片（必須）：asset.read, asset.view, asset.download

source: Playback
es: Reproducción
ja: 再生
zh_hans: 播放
zh_hant_hk: 播放
zh_hant_tw: 播放

source: Playback & Display
es: Reproducción y pantalla
ja: 再生と表示
zh_hans: 播放与显示
zh_hant_hk: 播放與顯示
zh_hant_tw: 播放與顯示

source: Playback Behavior
es: Comportamiento
ja: 再生動作
zh_hans: 播放行为
zh_hant_hk: 播放行為
zh_hant_tw: 播放行為

source: Playback Settings
es: Ajustes de reproducción
ja: 再生設定
zh_hans: 播放设置
zh_hant_hk: 播放設定
zh_hant_tw: 播放設定

source: Please enter a 6-digit PIN.
es: Ingresa un PIN de 6 dígitos.
ja: 6 桁の PIN を入力してください。
zh_hans: 请输入 6 位数字 PIN。
zh_hant_hk: 請輸入 6 位數字 PIN。
zh_hant_tw: 請輸入 6 位數字 PIN。

source: Please include the issue description, current version, platform, and steps to reproduce.
es: Incluya la descripción del problema, la versión actual, la plataforma y los pasos para reproducirlo.
ja: 問題の説明、現在のバージョン、プラットフォーム、再現手順を含めてください。
zh_hans: 请填写问题描述、当前版本、运行平台和复现步骤。
zh_hant_hk: 請填寫問題描述、目前版本、運作平台和復現步驟。
zh_hant_tw: 請填寫問題描述、目前版本、運作平台和復現步驟。

source: Press
es: prensa
ja: プレス
zh_hans: 按
zh_hant_hk: 按
zh_hant_tw: 按
